app/controllers/meetings_controller.rb

  def index
    @meetings = Meeting.all
---
SELECT * FROM "meetings"